blog.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-03-08 Fri 09:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Jan's Blog</title>
<meta name="author" content="Jan Boone" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/stylesheet.css" />
</head>
<body>
<div id="preamble" class="status">
<div id="preamble" class="status">
  <div class="banner">

  <p style="text-align: center;">
    
  <a id="name" href="index.html">Jan Boone</a> <br>

  </p>
  
<p style="text-align: justify;">

  <a id="subtitle" href="cv.html">CV</a>
  <a id="subtitle" href="research.html">Research</a>
  <a id="subtitle" href="teaching.html">Teaching</a>
  <a id="subtitle" href="blog.html">Blog</a>

  <span> </span>
</div>

</p>

</div>
</div>
</div>
<div id="content" class="content">
<h1 class="title">Jan's Blog</h1>
<p>
This is my blog where I blog irregularly about economics, software that I use or other things that take my fancy at the time.
</p>

<hr />

<div id="outline-container-org5a46920" class="outline-2">
<h2 id="org5a46920">Rebate vs. deductible</h2>
<div class="outline-text-2" id="text-org5a46920">
<p>
12-4-2019
</p>


<p>
Together with Minke Remmerswaal, Michiel Bijlsma and Rudy Douven, we published a paper in <a href="https://www-sciencedirect-com.tilburguniversity.idm.oclc.org/science/article/pii/S0047272719300118?via%3Dihub">the Journal of Public Economics</a> comparing the effects of a rebate and a deductible on health care expenditure in the Netherlands. 
</p>

<p>
Short background: the Netherlands had a major reform of its health care system in 2006. Basic insurance is mandatory and for people over 18 year old there was a rebate in 2006 and 2007 and a deductible since 2008. People below 18 do not face any demand side cost sharing (for basic insurance). 
</p>

<p>
With a rebate of, say, 250 euros you do not pay for health care during the year. But if you spent 100 euro during the year, you receive a "bonus" of 150 euro by the end of the year. If you spend 250 euros or more, you do not receive anything by the end of the year.
</p>

<p>
With a deductible of 250 euros, you pay the first 250 euros of health care expenditures directly out of pocket during the year, but you never pay more than the deductible level. In this sense, from 250 euros onwards, health care is free.
</p>

<p>
In a simple economic model, the budget constraints induced by a rebate and a deductible are equivalent. Hence, one could expect that a deductible and a rebate have the same effect on an individual's health care expenditures.
</p>

<p>
It turns out that this is not the case: a deductible has a bigger effect on health care expenditure than a rebate. To be precise, one euro of the deductible reduces healthcare expenditures 18 eurocents more than one euro of the rebate.
</p>

<p>
Interestingly, we find some evidence that this is caused by liquidity constraints faced by people on lower incomes. This opens the possibility that the reduction in health care expenditure induced by a deductible can be welfare reducing for people on low incomes.
</p>


<hr />
</div>
</div>

<div id="outline-container-org417474f" class="outline-2">
<h2 id="org417474f">Emacs</h2>
<div class="outline-text-2" id="text-org417474f">
<p>
10-4-2019 (edited 23-11-2020)
</p>

<p>
Although Emacs is used a lot all over the world, it is not prevalent in Economics. I have been in the profession for more than 20 years now and I met 2 or 3 colleagues who use Emacs as well. 
</p>

<p>
Admittedly, Emacs features a bit of a learning curve but nowadays there are great tutorials available including video's. If you would like to have a "gentle" introduction to a wide variety of topics, I would recommend <a href="https://cestlaz.github.io/stories/emacs/">Mike Zamansky's blog</a>. <a href="https://www.youtube.com/playlist?list=PLEoMzSkcN8oPH1au7H6B7bBJ4ZO7BXjSZ">System Crafters</a> have a great playlist on how to configure emacs from scratch. Finally, Protesilaos Stavrou has a series of <a href="https://www.youtube.com/playlist?list=PL8Bwba5vnQK14z96Gil86pLMDO2GnOhQ6">videos</a> on how to configure and think about emacs.
</p>

<p>
Searching the web for "emacs tutorial" will give lots of other options and Emacs has its own <a href="https://www.emacswiki.org/emacs/EmacsTutorial">built in tutorial</a>.
</p>

<p>
My Emacs configuration starts from <a href="http://kitchingroup.cheme.cmu.edu/kitchin.html">John Kitchin's</a> <a href="https://github.com/jkitchin/scimax">scimax</a> which gives great integration with things I use on a daily basis like <a href="https://www.latex-project.org/">Latex</a>, <a href="https://www.youtube.com/watch?v=2t925KRBbFc">org-ref</a> and <a href="https://github.com/jkitchin/scimax/blob/master/scimax-ipython.org">ob-ipython</a>. Latex is great for generating pdf's and there are a lot of good Latex editors. However, org-mode is more flexible as it allows export to Latex, but also to html and jupyter notebooks.
</p>

<p>
For my students it is relevant to know that you can write your <a href="https://write.as/dani/writing-a-phd-thesis-with-org-mode">MSc and PhD thesis</a> in Org mode.
</p>

<p>
A quick overview of Org mode features is given by <a href="https://www.youtube.com/watch?v=SzA2YODtgK4&amp;t=17s">Harry Schwartz's video</a>. <a href="https://www.youtube.com/watch?v=gfZDwYeBlO4">Alain M. Lafon's video</a> gives a more "poetic" expression of the same idea not only focused on Org mode.
</p>



<hr />
</div>
</div>

<div id="outline-container-orgd28fad0" class="outline-2">
<h2 id="orgd28fad0">Starting blog</h2>
<div class="outline-text-2" id="text-orgd28fad0">
<p>
10-4-2019
</p>

<p>
I am starting a blog using <a href="https://www.gnu.org/software/emacs/">Emacs</a> <a href="https://orgmode.org/">Org mode</a> <i>only</i>. This idea I borrowed from <a href="https://diego.codes/post/blogging-with-org/">Diego Vicente</a>.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id="postamble" class="status">

<footer id="footer" class="color color-secondary short">
<p style="text-align: justify;">

  <a id="subtitle" href="cv.html">CV</a>
  <a id="subtitle" href="research.html">Research</a>
  <a id="subtitle" href="teaching.html">Teaching</a>
  <a id="subtitle" href="blog.html">Blog</a>
  <span> </span>
</div>
</p>

</footer>
</div>
</div>
</body>
</html>